Repository: lengors/smarttyre-django
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Confirm password
pt_pt: Confirme a palavra-passe

source: Passwords don't match.
pt_pt: As palvara-passes não são iguais.

source: Username
pt_pt: Utilizador

source: Password
pt_pt: Palavra-passe

source: SmartTyre report {day}
pt_pt: Relatório da aplicação SmartTyre do dia {day}

source: Accounts
pt_pt: Contas

source: Action
pt_pt: Ação

source: Edit account
pt_pt: Editar conta

source: Remove account
pt_pt: Remover conta

source: Remove account -
pt_pt: Remover conta -

source: Are you sure you want to remove the account for the %(crawler)s website?
pt_pt: Tem a certeza que quer remover a conta para o website %(crawler)s?

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Close
pt_pt: Fechar

source: Save
pt_pt: Guardar

source: No accounts found
pt_pt: Nenhuma conta encontrada

source: Add account
pt_pt: Adicionar conta

source: Import accounts
pt_pt: Importar contas

source: Remove all accounts
pt_pt: Remover todas as contas

source: Are you sure you want to remove all accounts?
pt_pt: Tem a certeza que pretende remover todas as contas?

source: Select a Website
pt_pt: Selecione um Website

source: Looks good!
pt_pt: Parace bem!

source: Import
pt_pt: Imporar

source: Home
pt_pt: Início

source: Management
pt_pt: Gestão

source: Welcome,
pt_pt: Bem-vindo,

source: Edit profile
pt_pt: Editar perfil

source: Delete profile
pt_pt: Apagar perfil

source: Logout
pt_pt: Sair

source: Are you sure you want to delete your profile?
pt_pt: Tem a certeza que quer apagar o seu perfil?

source: Please sign in
pt_pt: Por favor inicie sessão

source: Forgot your password?
pt_pt: Esqueceu a sua palavra-passe?

source: Sign in
pt_pt: Iniciar sessão

source: Need an account?
pt_pt: Precisa de uma conta?

source: Welcome
pt_pt: Bem-vindo

source: , your request for a new SmartTyre account has been accepted.
pt_pt: , o seu pedido para uma nova conta SmartTyre foi aceite.

source: Please click on the link to confirm your registration,
pt_pt: Por favor clique no link para confirmar o seu registo,

source: If you did not request a new SmartTyre account, please ignore this email.
pt_pt: Se não pediu uma nova conta SmartTyre, por favor ignore este email.

source: Hello
pt_pt: Olá

source: , your SmartTyre account email has been changed.
pt_pt: , o seu email da conta SmartTyre foi alterado.

source: Please click on the link to confirm your new email,
pt_pt: Por favor clique no link para confirmar o seu novo email,

source: If you did not request this action, please ignore this email.
pt_pt: Se não pediu esta acção, por favor ignore este email.

source: , you have request a new email. Once that email has been confirmed, the old email will be discarded.
pt_pt: , você pediu um novo email. Uma vez que este email tenha sido confirmado, o antigo email será descartado.

source: , unfortunetely your request for a new SmartTyre account has been rejected.
pt_pt: , infelizmente o seu pedido para uma nova conta SmartTyre foi rejeitado.

source: If you believe this is an error, please respond to this email with the reason as to why you believe that.
pt_pt: Se você acredita que isto é um erro, por favor responda a este email com a razão para o qual você acredita que isto é um erro.

source: Request from
pt_pt: Pedido de

source: to create a new SmartTyre account.
pt_pt: para criar uma nova conta SmartTyre.

source: Please click on the link to confirm or deny the request,
pt_pt: Por favor clique no link para confirmar ou rejeitar o pedido,

source: Crawlers' files
pt_pt: Ficheiros dos crawlers

source: Upload
pt_pt: Carregar

source: Remove all crawlers
pt_pt: Remover todos os crawlers

source: Are you sure you want to remove all crawlers?
pt_pt: Tem a certeza que quer remover todos os crawlers?

source: Remove crawler
pt_pt: Remover crawler

source: Remove crawler -
pt_pt: Remover crawler -

source: Are you sure you want to remove
pt_pt: Tem a certeza que quer remover

source: as a crawler?
pt_pt: como crawler?

source: No crawlers found
pt_pt: Crawlers não encontrados

source: Change your password
pt_pt: Mudar a sua palavra-passe

source: Enter your old password bellow, as well as the new password.
pt_pt: Introduza a sua palavra-passe antiga, bem como a nova palavra-passe.

source: Change password
pt_pt: Mudar palavra-passe

source: Enter your email address bellow, and we'll email instructions for setting a new password.
pt_pt: Introduza o seu email abaixo, e nós vamos enviar instruções para definir uma nova palavra-passe.

source: Send me instructions
pt_pt: Enviar instruções

source: Password reset complete
pt_pt: Palavra-passe redefinida

source: Set a new password!
pt_pt: Definir uma nova palavra-passe!

source: Change my password
pt_pt: Mudar a minha palavra-passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset
pt_pt: O link de redefinição de palavra-passe era inválido, possivelmente porque já foi usado. Por favor, peça uma nova redefinição de palavra-passe

source: here
pt_pt: aqui

source: Check your inbox
pt_pt: Verifique a sua caixa de entrada

source: Save changes
pt_pt: Guardar alterações

source: Edit password
pt_pt: Editar palavra-passe

source: Sign up
pt_pt: Registar

source: Already have an account?
pt_pt: Já tem uma conta?

source: Account request
pt_pt: Pedido de conta

source: Accept
pt_pt: Aceitar

source: Reject
pt_pt: Rejeitar

source: The file already exists.
pt_pt: O ficheiro já existe.

source: The file is not a valid crawler.
pt_pt: O ficheiro não é um crawler válido.

source: The file is ambiguous. It contains more than one crawler.
pt_pt: O ficheiro é ambíguo. Contém mais de um crawler.

source: The crawler class is not defined.
pt_pt: A classe do crawler não está definida.

source: The file is not a valid CSV file.
pt_pt: O ficheiro não é um ficheiro CSV válido.

source: New account was successfully added.
pt_pt: A nova conta foi adicionada com sucesso.

source: The account does not exist!
pt_pt: A conta não existe!

source: {str(user_crawler_credentials.crawler).capitalize()} account was successfully edited.
pt_pt: A conta relativa a {str(user_crawler_credentials.crawler).capitalize()} foi editada com sucesso.

source: All accounts were successfully deleted.
pt_pt: Todas as contas foram eliminadas com sucesso.

source: {str(user_crawler_credentials.crawler).capitalize()} account was successfully deleted.
pt_pt: A conta relativa a {str(user_crawler_credentials.crawler).capitalize()} foi eliminada com sucesso.

source: Accounts were successfully imported.
pt_pt: Contas importadas com sucesso.

source: You are already logged in!
pt_pt: Já está autenticado!

source: The activation link is invalid! Please try again!
pt_pt: O link de ativação é inválido! Por favor, tente novamente!

source: Your account request has been rejected!
pt_pt: O seu pedido de conta foi rejeitado!

source: Your account request has not been accepted yet!
pt_pt: O seu pedido de conta ainda não foi aceite!

source: Your account has already been activated!
pt_pt: A sua conta já foi ativada!

source: Your email address confirmation was a success! You can now login into your account!
pt_pt: O seu endereço de email foi confirmado com sucesso! Agora pode autenticar-se na sua conta!

source: Your password was successfully changed!
pt_pt: A sua palavra-passe foi alterada com sucesso!

source: You are not authorized to perform this action!
pt_pt: Não tem autorização para executar esta ação!

source: All crawlers were successfully deleted.
pt_pt: Todos os crawlers foram eliminados com sucesso.

source: The crawler does not exist!
pt_pt: O crawler não existe!

source: {str(crawler).capitalize()} crawler was successfully deleted.
pt_pt: {str(crawler).capitalize()} crawler foi eliminado com sucesso.

source: Error while uploading {file.name}: {error.message}
pt_pt: Erro ao carregar {file.name}: {error.message}

source: All files were uploaded successfully!
pt_pt: Todos os ficheiros foram carregados com sucesso!

source: Files uploaded successfully: {message}
pt_pt: Ficheiros carregados com sucesso: {message}

source: SmartTyre account email change.
pt_pt: Alteração de email da conta SmartTyre.

source: Confirm your SmartTyre account new email.
pt_pt: Confirme o seu novo email da conta SmartTyre.

source: Your email address has been changed! Please confirm your new email address. Once you confirm your new email address, you will be able to log in.
pt_pt: O seu endereço de email foi alterado! Por favor, confirme o seu novo endereço de email. Assim que confirmar o seu novo endereço de email,

source: Your profile has been updated!
pt_pt: O seu perfil foi atualizado!

source: New SmartTyre account request
pt_pt: Novo pedido de conta SmartTyre

source: Your account has been created! Wait for our administration to either accept or reject your request. Once that's done you will either receive an email with a link to activate your account or an email informing you that your request has been rejected. Please wait!
pt_pt: A sua conta foi criada! Aguarde até que a nossa administração aceite ou rejeite o seu pedido. Assim que isso acontecer, receberá um email com um link para ativar a sua conta ou um email informando que o seu pedido foi rejeitado. Por favor, aguarde!

source: Activate your SmartTyre account.
pt_pt: Ative a sua conta SmartTyre.

source: Your account has been created! Please confirm your email address to complete the registration.
pt_pt: A sua conta foi criada! Por favor, confirme o seu endereço de email para concluir o registo.

source: Your account has been created! You can now login into your account!
pt_pt: A sua conta foi criada! Agora pode autenticar-se na sua conta!

source: The account request link is invalid! Please try again!
pt_pt: O link de pedido de conta é inválido! Por favor, tente novamente!

source: The account has already been accepted or rejected!
pt_pt: A conta já foi aceite ou rejeitada!

source: The account request has been accepted!
pt_pt: O pedido de conta foi aceite!

source: The account has been created!
pt_pt: A conta foi criada!

source: SmartTyre account request rejected.
pt_pt: Pedido de conta SmartTyre rejeitado.

source: The account request has been rejected!
pt_pt: O pedido de conta foi rejeitado!

source: Your password can't be too similar to your other personal information.
pt_pt: A sua palavra-passe não pode ser tão similar às suas outras informações pessoais.

source: Your password can't be a commonly used password.
pt_pt: A sua palavra-passe não pode ser uma palavra-passe comum.

source: Your password can't be entirely numeric.
pt_pt: A sua palavra-passe não pode ser um número inteiro.
